{"resources":{"tt0068646":{"id":"tt0068646","last_updated":1406624664,"title":"The Godfather","title_sv":null,"plot":"The story begins as \"Don\" Vito Corleone, the head of a New York Mafia \"family\", oversees his daughter's wedding with his wife Carmela. His beloved son Michael has just come home from the war, but does not intend to become part of his father's business. Through Michael's life the nature of the family business becomes clear. The business of the family is just like the head of the family, kind and benevolent to those who give respect, but given to ruthless violence whenever anything stands against the good of the family. Don Vito lives his life in the way of the old country, but times are changing and some don't want to follow the old ways and look out for community and \"family\". An up and coming rival of the Corleone family wants to start selling drugs in New York, and needs the Don's influence to further his plan. The clash of the Don's fading old world values and the new ways will demand a terrible price, especially from Michael, all for the sake of the family.","plot_sv":null,"release_year":"1972","poster":"api\/db\/posters\/poster-tt0068646.jpg","score":9.6,"votes":"1,571m","self":"http:\/\/filmcheck.se\/show\/tt0068646","probability":68},"tt0055719":{"id":"tt0055719","last_updated":1406626030,"title":"The 300 Spartans","title_sv":null,"plot":"Essentially true story of how Spartan king Leonidas led an extremely small army of Greek Soldiers (300 of them his personal body guards from Sparta) to hold off an invading Persian army now thought to have numbered 250,000. The actual heroism of those who stood (and ultimately died) with Leonidas helped shape the course of Western Civilization, allowing the Greek city states time to organize an army which repelled the Persians. Set in 480 BC.","plot_sv":null,"release_year":"1962","poster":"api\/db\/posters\/poster-tt0055719.jpg","score":6.7,"votes":"59k","self":"http:\/\/filmcheck.se\/show\/tt0055719","probability":61},"tt0416449":{"id":"tt0416449","last_updated":1406626402,"title":"300","title_sv":null,"plot":"In the Battle of Thermopylae of 480 BC an alliance of Greek city-states fought the invading Persian army in the mountain pass of Thermopylae. Vastly outnumbered, the Greeks held back the enemy in one of the most famous last stands of history. Persian King Xerxes lead a Army of well over 100,000 (Persian king Xerxes before war has about 170,000 army) men to Greece and was confronted by 300 Spartans, and several hundred Arcadians. Xerxes waited for 10 days for King Leonidas to surrender or withdraw left with no options he moved. The battle lasted for about 3 days and after which all 300 Spartans were killed. The Spartan defeat was not the one expected, as a local shepherd, named Ephialtes, defected to the Persians and informed Xerxes of a separate path through Thermopylae, which the Persians could use to outflank the Greeks.","plot_sv":null,"release_year":"2006","poster":"api\/db\/posters\/poster-tt0416449.jpg","score":6.3,"votes":"479k","self":"http:\/\/filmcheck.se\/show\/tt0416449","probability":60},"tt1253863":{"id":"tt1253863","last_updated":1406626427,"title":"300: Rise of an Empire","title_sv":null,"plot":"After its victory over Leonidas' 300, the Persian Army under the command of Xerxes marches towards the major Greek city-states. The Democratic city of Athens, first on the path of Xerxes' army, bases its strength on its fleet, led by admiral Themistocles. Themistocles is forced to an unwilling alliance with the traditional rival of Athens, oligarchic Sparta whose might lies with its superior infantry troops. But Xerxes still reigns supreme in numbers over sea and land.","plot_sv":null,"release_year":"2014","poster":"api\/db\/posters\/poster-tt1253863.jpg","score":5.1,"votes":"241k","self":"http:\/\/filmcheck.se\/show\/tt1253863","probability":56},"tt0073486":{"id":"tt0073486","last_updated":1406626598,"title":"One Flew Over the Cuckoo's Nest","title_sv":null,"plot":"McMurphy has a criminal past and has once again gotten himself into trouble with the law. To escape labor duties in prison, McMurphy pleads insanity and is sent to a ward for the mentally unstable. Once here, McMurphy both endures and stands witness to the abuse and degradation of the oppressive Nurse Ratched, who gains superiority and power through the flaws of the other inmates. McMurphy and the other inmates band together to make a rebellious stance against the atrocious Nurse.","plot_sv":null,"release_year":"1975","poster":"api\/db\/posters\/poster-tt0073486.jpg","score":8.8,"votes":"787k","self":"http:\/\/filmcheck.se\/show\/tt0073486","probability":66},"tt1139790":{"id":"tt1139790","last_updated":1406627600,"title":"Gud, lukt och henne","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2008","poster":null,"score":6.5,"votes":"70k","self":"http:\/\/filmcheck.se\/show\/tt1139790","probability":61},"tt0120681":{"id":"tt0120681","last_updated":1406628735,"title":"From Hell","title_sv":null,"plot":"It is 1888 in London, and the unfortunate poor lead horrifying lives in the city's deadliest slum, Whitechapel. Harassed by gangs and forced to walk the streets for a living, Mary Kelly and her small group of companions trudge on through this daily misery, their only consolation being that things can't get any worse. Yet things somehow do when their friend Ann is kidnapped and they are drawn into a conspiracy with links higher up than they could possibly imagine. The kidnapping is soon followed by the gruesome murder of another woman, Polly, and it becomes apparent that they are being hunted down, one by one. Sinister even by Whitechapel standards, the murder grabs the attention of Inspector Fred Abberline, a brilliant yet troubled man whose police work is often aided by his psychic abilities. Abberline becomes deeply involved with the case, which takes on personal meaning to him when he and Mary begin to fall in love. But as he gets closer to the truth Whitechapel becomes more and more dangerous for Abberline, Mary, and the other girls. Whoever is responsible for the grisly acts is not going to give up his secret without a fight....will they be able to survive the avenging force that has been sent after them from hell?","plot_sv":null,"release_year":"2001","poster":"api\/db\/posters\/poster-tt0120681.jpg","score":5.9,"votes":"305k","self":"http:\/\/filmcheck.se\/show\/tt0120681","probability":59},"tt0351283":{"id":"tt0351283","last_updated":1406632037,"title":"Madagascar","title_sv":null,"plot":"At New York's Central Park Zoo, a lion, a zebra, a giraffe, and a hippo are best friends and stars of the show. But when one of the animals goes missing from their cage, the other three break free to look for him, only to find themselves reunited ... on a ship en route to Africa. When their vessel is hijacked, however, the friends, who have all been raised in captivity, learn first-hand what life can be like in the wild.","plot_sv":null,"release_year":"2005","poster":"api\/db\/posters\/poster-tt0351283.jpg","score":6.1,"votes":"1,175m","self":"http:\/\/filmcheck.se\/show\/tt0351283","probability":59},"tt1229238":{"id":"tt1229238","last_updated":1406639531,"title":"Mission: Impossible - Ghost Protocol","title_sv":null,"plot":"In the fourth installment of the Mission Impossible series, Ethan Hunt and a new team race against time to track down Hendricks, a dangerous terrorist who has gained access to Russian nuclear launch codes and is planning a strike on the United States. An attempt by the team to stop him at the Kremlin ends in a disaster, with an explosion causing severe damage to the Kremlin and the IMF being implicated in the bombing, forcing the President to invoke Ghost Protocol, under which the IMF is disavowed, and will be offered no help or backup in any form. Undaunted, Ethan and his team chase Hendricks to Dubai, and from there to Mumbai, but several spectacular action sequences later, they might still be too late to stop a disaster.","plot_sv":null,"release_year":"2011","poster":"api\/db\/posters\/poster-tt1229238.jpg","score":7.9,"votes":"747k","self":"http:\/\/filmcheck.se\/show\/tt1229238","probability":65},"tt0261392":{"id":"tt0261392","last_updated":1406640518,"title":"Jay and Silent Bob Strike Back","title_sv":null,"plot":"Jay and Silent Bob Strike Back is a tale of adventure on the open road. When Dante and Randal (of Clerks fame) get a restraining order to keep the punchy Jay and his hetero life-mate, Silent Bob, from selling drugs in front of the Quick Stop convenience store, their lives are suddenly empty. They find new purpose when their friend, Brodie, informs them a movie is being made featuring two infamous characters based on their likenesses. After visiting one of the creators of the Bluntman and Chronic, Holden McNeil, they set out to get what fat movie cash they deserve and hopefully put an end to people slandering them on the Internet. Along the way, they learn the rules of the road from a hitchhiking George Carlin, ride with a group of gorgeous jewel thieves, and incur the wrath of a hapless wildlife marshal for liberating an orangutan named Suzanne. The quest takes them from New Jersey to Hollywood where a showdown involving the police, the jewel thieves, and the Bluntman and Chronic filmmakers will decide the fate of Suzanne, Jay, Silent Bob, and their good names.","plot_sv":null,"release_year":"2001","poster":"api\/db\/posters\/poster-tt0261392.jpg","score":5.8,"votes":"413k","self":"http:\/\/filmcheck.se\/show\/tt0261392","probability":58},"tt0217505":{"id":"tt0217505","last_updated":1406641319,"title":"Gangs of New York","title_sv":null,"plot":"1863. America was born in the streets. In this movie, we see Amsterdam Vallon returning to the Five Points of America to seek vengeance against the psychotic gangland kingpin Bill the Butcher who murdered his father years ago. With an eager pickpocket by his side and a whole new army, Vallon fights his way to seek vengeance on the Butcher and restore peace in the area. However this is more said than done.","plot_sv":null,"release_year":"2002","poster":"api\/db\/posters\/poster-tt0217505.jpg","score":7.3,"votes":"531k","self":"http:\/\/filmcheck.se\/show\/tt0217505","probability":63},"tt0107616":{"id":"tt0107616","last_updated":1406655422,"title":"Much Ado About Nothing","title_sv":null,"plot":"Young lovers Hero and Claudio are to be married in one week. To pass the time, they conspire with Don Pedro to set a \"lover's trap\" for Benedick, an arrogant confirmed bachelor, and Beatrice, his favorite sparring partner. Meanwhile, the evil Don Jon conspires to break up the wedding by accusing Hero of infidelity. In the end, though, it all turns out to be \"much ado about nothing.\"","plot_sv":null,"release_year":"1993","poster":"api\/db\/posters\/poster-tt0107616.jpg","score":7.9,"votes":"82k","self":"http:\/\/filmcheck.se\/show\/tt0107616","probability":64},"tt0483708":{"id":"tt0483708","last_updated":1406655880,"title":"Ko ziv ko mrtav","title_sv":null,"plot":"Five dwellers of a nursing home have to pay Piric, a local power-wielder, a record-high sum of money he won on their illegal bookmaker's. The expected salvation does not come with Suncana, the post-woman, nor her bag because the Government Administration saw through their trick to collect pensions of the deceased dwellers. They don't have time to lose nor any intention to moralize: they go in dangerous pursuit after Suncana, her yellow bicycle and what's left in her bag.","plot_sv":null,"release_year":"2005","poster":null,"score":5.2,"votes":"12k","self":"http:\/\/filmcheck.se\/show\/tt0483708","probability":56},"tt0413267":{"id":"tt0413267","last_updated":1406660951,"title":"Shrek the Third","title_sv":null,"plot":"When Fiona's father and King of Far Far Away passes away, the clumsy Shrek becomes the immediate successor of the throne. However, Shrek decides to find the legitimate heir Artie in a distant kingdom with his friends Donkey and Puss in Boots to be able return to his beloved house in the swamp with the pregnant Fiona. Meanwhile, the envious and ambitious Prince Charming joins the villains of the fairytales plotting a coup d'état to become the new king.","plot_sv":null,"release_year":"2007","poster":"api\/db\/posters\/poster-tt0413267.jpg","score":5.3,"votes":"161k","self":"http:\/\/filmcheck.se\/show\/tt0413267","probability":57},"tt0468569":{"id":"tt0468569","last_updated":1406661151,"title":"The Dark Knight","title_sv":null,"plot":"Batman raises the stakes in his war on crime. With the help of Lieutenant Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the city streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as The Joker.","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0468569.jpg","score":8.8,"votes":"2k","self":"http:\/\/filmcheck.se\/show\/tt0468569","probability":66},"tt2109248":{"id":"tt2109248","last_updated":1406663595,"title":"Transformers: Age of Extinction","title_sv":null,"plot":"After the battle between the Autobots and Decepticons that leveled Chicago, humanity thinks that all alien robots are a threat. So Harold Attinger, a CIA agent, establishes a unit whose sole purpose is to hunt down all of them. But it turns out that they are aided by another alien robot who is searching for Optimus Prime. Cade Yeager, a \"robotics expert\", buys an old truck and upon examining it, he thinks it's a Transformer. When he powers it up, he discovers it's Optimus. Later, men from the unit show up looking for Optimus. He helps Yeager and his daughter escape but are pursued by the hunter. They escape and Yeager learns from technology he took from the men that a technology magnate and defense contractor named Joshua Joyce is part of what's going on, so they go to find out what's going on.","plot_sv":null,"release_year":"2014","poster":"api\/db\/posters\/poster-tt2109248.jpg","score":4.8,"votes":"203k","self":"http:\/\/filmcheck.se\/show\/tt2109248","probability":54},"tt0113277":{"id":"tt0113277","last_updated":1406663668,"title":"Heat","title_sv":null,"plot":"Hunters and their prey--Neil and his professional criminal crew hunt to score big money targets (banks, vaults, armored cars) and are, in turn, hunted by Lt. Vincent Hanna and his team of cops in the Robbery\/Homicide police division. A botched job puts Hanna onto their trail while they regroup and try to put together one last big 'retirement' score. Neil and Vincent are similar in many ways, including their troubled personal lives. At a crucial moment in his life, Neil disobeys the dictum taught to him long ago by his criminal mentor--'Never have anything in your life that you can't walk out on in thirty seconds flat, if you spot the heat coming around the corner'--as he falls in love. Thus the stage is set for the suspenseful ending....","plot_sv":null,"release_year":"1995","poster":"api\/db\/posters\/poster-tt0113277.jpg","score":8.1,"votes":"551k","self":"http:\/\/filmcheck.se\/show\/tt0113277","probability":65},"tt1392307":{"id":"tt1392307","last_updated":1406663706,"title":"Arn","title_sv":null,"plot":"Arn has to endure so much before he can get the love of his life Cecilie, who has been put away in a monastery.","plot_sv":null,"release_year":"2010","poster":null,"score":7.2,"votes":"337k","self":"http:\/\/filmcheck.se\/show\/tt1392307","probability":63},"tt0058150":{"id":"tt0058150","last_updated":1406663775,"title":"Goldfinger","title_sv":null,"plot":"Bond is back and his next mission takes him to Fort Knox, where Auric Goldfinger and his henchman are planning to raid Fort Knox and obliterate the world economy. To save the world once again, Bond will need to become friends with Goldfinger, dodge killer hats and avoid Goldfinger's personal pilot, the sexy Pussy Galore. She might not have feelings for Bond, but will 007 help her change her mind?","plot_sv":null,"release_year":"1964","poster":"api\/db\/posters\/poster-tt0058150.jpg","score":8.6,"votes":"317k","self":"http:\/\/filmcheck.se\/show\/tt0058150","probability":66},"tt0838232":{"id":"tt0838232","last_updated":1406663926,"title":"The Pink Panther 2","title_sv":null,"plot":"After having been rewarded for solving the mystery of the Pink Panther Diamond, inspector Jacques Clouseau has been assigned to minor tasks by his boss inspector Dreyfus so as not to have him in his way anymore. Unfortunately, the famous diamond has once again been stolen as have many other artifacts in a series of burglaries around the world. His past success will enable inspector Clouseau to be part of the dream team comprised of the greatest detectives of the affected countries, where he will be able to display his numerous talents across the world.","plot_sv":null,"release_year":"2009","poster":"api\/db\/posters\/poster-tt0838232.jpg","score":3.5,"votes":"141k","self":"http:\/\/filmcheck.se\/show\/tt0838232","probability":46},"tt0993846":{"id":"tt0993846","last_updated":1406664184,"title":"The Wolf of Wall Street","title_sv":null,"plot":"In The Wolf of Wall Street DiCaprio plays Belfort, a Long Island penny stockbroker who served 36 months in prison for defrauding investors in a massive 1990s securities scam that involved widespread corruption on Wall Street and in the corporate banking world, including shoe designer Steve Madden.","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt0993846.jpg","score":7.8,"votes":"552k","self":"http:\/\/filmcheck.se\/show\/tt0993846","probability":64},"tt0111161":{"id":"tt0111161","last_updated":1406665389,"title":"The Shawshank Redemption","title_sv":null,"plot":"Andy Dufresne is a young and successful banker whose life changes drastically when he is convicted and sentenced to life imprisonment for the murder of his wife and her lover. Set in the 1940's, the film shows how Andy, with the help of his friend Red, the prison entrepreneur, turns out to be a most unconventional prisoner.","plot_sv":null,"release_year":"1994","poster":"api\/db\/posters\/poster-tt0111161.jpg","score":8.7,"votes":"874k","self":"http:\/\/filmcheck.se\/show\/tt0111161","probability":66},"tt0120586":{"id":"tt0120586","last_updated":1406693291,"title":"American History X","title_sv":null,"plot":"Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into\/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did.","plot_sv":null,"release_year":"1998","poster":"api\/db\/posters\/poster-tt0120586.jpg","score":7.6,"votes":"1,046m","self":"http:\/\/filmcheck.se\/show\/tt0120586","probability":64},"tt0086567":{"id":"tt0086567","last_updated":1406702243,"title":"WarGames","title_sv":null,"plot":"A young computer whiz kid accidentally connects into a top secret super-computer which has complete control over the U.S. nuclear arsenal. It challenges him to a game between America and Russia, and he innocently starts the countdown to World War 3. Can he convince the computer he wanted to play a game and not the real thing ?","plot_sv":null,"release_year":"1983","poster":"api\/db\/posters\/poster-tt0086567.jpg","score":8,"votes":"112k","self":"http:\/\/filmcheck.se\/show\/tt0086567","probability":65},"tt0865957":{"id":"tt0865957","last_updated":1406702345,"title":"WarGames: The Dead Code","title_sv":null,"plot":"The United State's Department of Homeland Security is led to believe an American teen hacker playing a terrorist-attack simulator game online is a real terrorist out to destroy the U.S.","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0865957.jpg","score":4.5,"votes":"5k","self":"http:\/\/filmcheck.se\/show\/tt0865957","probability":53},"tt0113627":{"id":"tt0113627","last_updated":1406713304,"title":"Leaving Las Vegas","title_sv":null,"plot":"Because his wife left him and took his son with her, screenwriter Ben Anderson has started drinking, a lot. He's getting more and more isolated and he troubles women in bars because he wants to have sex with them. When he gets fired, he decides to leave everything behind and move to Las Vegas and drink himself to death. In Las Vegas he meets Sera, a prostitute with some problems as well who he moves in with.","plot_sv":null,"release_year":"1995","poster":"api\/db\/posters\/poster-tt0113627.jpg","score":8.1,"votes":"134k","self":"http:\/\/filmcheck.se\/show\/tt0113627","probability":65},"tt0120737":{"id":"tt0120737","last_updated":1406728126,"title":"The Lord of the Rings: The Fellowship of the Ring","title_sv":null,"plot":"An ancient Ring thought lost for centuries has been found, and through a strange twist in fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it! However he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir and his three Hobbit friends Merry, Pippin and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign!","plot_sv":null,"release_year":"2001","poster":"api\/db\/posters\/poster-tt0120737.jpg","score":8.8,"votes":"905k","self":"http:\/\/filmcheck.se\/show\/tt0120737","probability":66},"tt0462499":{"id":"tt0462499","last_updated":1406767166,"title":"Rambo","title_sv":null,"plot":"Vietnam veteran John Rambo has survived many harrowing ordeals in his lifetime and has since withdrawn into a simple and secluded existence in Thailand, where he spends his time capturing snakes for local entertainers, and chauffeuring locals in his old PT boat. Even though he is looking to avoid trouble, trouble has a way of finding him: a group of Christian human rights missionaries, led by Michael Burnett and Sarah Miller, approach Rambo with the desire to rent his boat to travel up the river to Burma. For over fifty years, Burma has been a war zone. The Karen people of the region, who consist of peasants and farmers, have endured brutally oppressive rule from the murderous Burmese military and have been struggling for survival every single day. After some inner contemplation, Rambo accepts the offer and takes Michael, Sarah, and the rest of the missionaries up the river. When the missionaries finally arrive at the Karen village, they find themselves part of a raid by the sadistic Major Pa Tee Tint and a slew of Burmese army men. A portion of the villagers and missionaries are tortured and viciously murdered, while Tint and his men hold the remainder captive. Concerned by their disappearance, the minister in charge of the mission gathers a group of mercenaries and pleas Rambo transport them with his boat, since he knows their last exact location. But Rambo can't stay behind: he joins the team where he belongs, to liberate the survivors from the clutches of Major Tint in what may be one of his deadliest missions ever","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0462499.jpg","score":5.1,"votes":"557k","self":"http:\/\/filmcheck.se\/show\/tt0462499","probability":56},"tt0246460":{"id":"tt0246460","last_updated":1406783733,"title":"Die Another Day","title_sv":null,"plot":"Pierce Brosnan gives one last mission as James Bond. Starting off in North Korea, Bond is betrayed and captured. 14 months later, Bond is set free, but traded for Zao who was captured by MI6. When back in his world, Bond sets off to track down Zao. Bond gets caught up in yet another scheme which sends him to millionaire Gustav Graves. Another MI6 agent known as Miranda Frost is also posing as a friend of Graves. Bond is invited to a presentation held by Graves about a satellite found in space which can project a huge laser beam. Bond must stop this madman with a fellow American agent, known as Jinx. Whilst Bond tries to stop Graves and Zao, will he finally reveal who betrayed him?","plot_sv":null,"release_year":"2002","poster":"api\/db\/posters\/poster-tt0246460.jpg","score":5.9,"votes":"563k","self":"http:\/\/filmcheck.se\/show\/tt0246460","probability":59},"tt0363988":{"id":"tt0363988","last_updated":1406783776,"title":"Secret Window","title_sv":null,"plot":"Famed mystery writer, Mort Rainey (Depp) is confronted by a mysterious stranger outside his house. This stranger calls himself John Shooter (Turturro) and claims that Mort has stolen an idea for a story from him. Mort says he can prove he wrote his first, but whilst Mort waits for the evidence to appear, Shooter starts to become more and more violent.","plot_sv":null,"release_year":"2004","poster":"api\/db\/posters\/poster-tt0363988.jpg","score":5.4,"votes":"544k","self":"http:\/\/filmcheck.se\/show\/tt0363988","probability":57},"tt0326170":{"id":"tt0326170","last_updated":1406783794,"title":"Den Smala vägen","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2000","poster":null,"score":0,"votes":"0k","self":"http:\/\/filmcheck.se\/show\/tt0326170","probability":100},"tt3478746":{"id":"tt3478746","last_updated":1406803356,"title":"Hasselhoff - En Svensk Talkshow","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2014","poster":null,"score":0,"votes":"0k","self":"http:\/\/filmcheck.se\/show\/tt3478746","probability":100},"tt0089880":{"id":"tt0089880","last_updated":1406850710,"title":"Rambo: First Blood Part II","title_sv":null,"plot":"John Rambo is removed from prison by his former superior, Colonel Samuel Troutman, for a top-secret operation to bring back POW's still held in Vietnam. Rambo's assignment is to only take pictures of where the POWs are being held, but Rambo wants to get the POWs out of Vietnam. Teamed up with female Vietnamese freedom fighter Co Bao, Rambo embarks on a mission to rescue the POWs, who are being held by sadistic Vietnamese Captain Vinh and his Russian comrade, Lieutenant Colonel Padovsky. Rambo starts killing every enemy in sight while still focusing on his intentions to rescue the POWs. There are also corrupt American officials involved in the mission, including Marshall Murdock, one of Rambo's superiors.","plot_sv":null,"release_year":"1985","poster":"api\/db\/posters\/poster-tt0089880.jpg","score":4.4,"votes":"188k","self":"http:\/\/filmcheck.se\/show\/tt0089880","probability":52},"tt0107822":{"id":"tt0107822","last_updated":1406850743,"title":"The Piano","title_sv":null,"plot":"It is the mid-nineteenth century. Ada is a mute who has a young daughter, Flora. In an arranged marriage she leaves her native Scotland accompanied by her daughter and her beloved piano. Life in the rugged forests of New Zealand's North Island is not all she may have imagined and nor is her relationship with her new husband Stewart. She suffers torment and loss when Stewart sells her piano to a neighbour, George. Ada learns from George that she may earn back her piano by giving him piano lessons, but only with certain other conditions attached. At first Ada despises George but slowly their relationship is transformed and this propels them into a dire situation.","plot_sv":null,"release_year":"1993","poster":"api\/db\/posters\/poster-tt0107822.jpg","score":8.4,"votes":"101k","self":"http:\/\/filmcheck.se\/show\/tt0107822","probability":66},"tt0174826":{"id":"tt0174826","last_updated":1406850769,"title":"Kozure Ôkami: Sono chîsaki te ni","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"1993","poster":null,"score":7.3,"votes":"31k","self":"http:\/\/filmcheck.se\/show\/tt0174826","probability":63},"tt2172061":{"id":"tt2172061","last_updated":1406900074,"title":"Små citroner gula","title_sv":null,"plot":"LOVE AND LEMONS is a romantic comedy about love, friendship and the courage it takes to follow your dreams. The movie is based on the successful novel with the same title by author Kajsa ...","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt2172061.jpg","score":6,"votes":"822k","self":"http:\/\/filmcheck.se\/show\/tt2172061","probability":59},"tt0075314":{"id":"tt0075314","last_updated":1406900146,"title":"Taxi Driver","title_sv":null,"plot":"Travis Bickle is an ex-Marine and Vietnam War veteran living in New York City. As he suffers from insomnia, he spends his time working as a taxi driver at night, watching porn movies at seedy cinemas during the day, or thinking about how the world, New York in particular, has deteriorated into a cesspool. He's a loner who has strong opinions about what is right and wrong with mankind. For him, the one bright spot in New York humanity is Betsy, a worker on the presidential nomination campaign of Senator Charles Palantine. He becomes obsessed with her. After an incident with her, he believes he has to do whatever he needs to make the world a better place in his opinion. One of his priorities is to be the savior for Iris, a twelve-year-old runaway and prostitute who he believes wants out of the profession and under the thumb of her pimp and lover Matthew.","plot_sv":null,"release_year":"1976","poster":"api\/db\/posters\/poster-tt0075314.jpg","score":9.1,"votes":"616k","self":"http:\/\/filmcheck.se\/show\/tt0075314","probability":67},"tt0078748":{"id":"tt0078748","last_updated":1406918679,"title":"Alien","title_sv":null,"plot":"A commercial crew aboard the deep space towing vessel, Nostromo is on its way home when they pick an SOS warning from a distant planet. What they don't know is that the SOS warning is not like any other ordinary warning call. Picking up the signal, the crew realize that they are not alone on the spaceship when a alien stowaway is on the cargo ship.","plot_sv":null,"release_year":"1979","poster":"api\/db\/posters\/poster-tt0078748.jpg","score":8.8,"votes":"855k","self":"http:\/\/filmcheck.se\/show\/tt0078748","probability":66},"tt1074638":{"id":"tt1074638","last_updated":1406970270,"title":"Skyfall","title_sv":null,"plot":"When Bond's latest assignment goes gravely wrong and agents around the world are exposed, MI6 is attacked forcing M to relocate the agency. These events cause her authority and position to be challenged by Gareth Mallory (Ralph Fiennes), the new Chairman of the Intelligence and Security Committee. With MI6 now compromised from both inside and out, M is left with one ally she can trust: Bond. 007 takes to the shadows - aided only by field agent, Eve (Naomie Harris) - following a trail to the mysterious Silva (Javier Bardem), whose lethal and hidden motives have yet to reveal themselves.","plot_sv":null,"release_year":"2012","poster":"api\/db\/posters\/poster-tt1074638.jpg","score":8.3,"votes":"756k","self":"http:\/\/filmcheck.se\/show\/tt1074638","probability":65},"tt1587118":{"id":"tt1587118","last_updated":1406991515,"title":"Beck","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2010","poster":null,"score":7,"votes":"486k","self":"http:\/\/filmcheck.se\/show\/tt1587118","probability":62},"tt1216475":{"id":"tt1216475","last_updated":1406996135,"title":"Cars 2","title_sv":null,"plot":"After Mater gets his best friend, star race car Lightning McQueen, a spot in the very first World Grand Prix, he is given the job of pit crew chief. But while they are in Japan, Mater crosses paths with Holly Shiftwell, a spy searching for an American spy. Unknown to Mater, the American spy attached a tracking device on him while being attacked. Thinking the tow truck is the spy, Holly and another spy, Finn McMissile, take Mater around the world to find and stop an evil plot created by \"lemons,\" old cars considered ugly.","plot_sv":null,"release_year":"2011","poster":"api\/db\/posters\/poster-tt1216475.jpg","score":5.4,"votes":"170k","self":"http:\/\/filmcheck.se\/show\/tt1216475","probability":57},"tt0112641":{"id":"tt0112641","last_updated":1407099414,"title":"Casino","title_sv":null,"plot":"This Martin Scorsese film depicts the Janus-like quality of Las Vegas--it has a glittering, glamorous face, as well as a brutal, cruel one. Ace Rothstein and Nicky Santoro, mobsters who move to Las Vegas to make their mark, live and work in this paradoxical world. Seen through their eyes, each as a foil to the other, the details of mob involvement in the casinos of the 1970's and '80's are revealed. Ace is the smooth operator of the Tangiers casino, while Nicky is his boyhood friend and tough strongman, robbing and shaking down the locals. However, they each have a tragic flaw--Ace falls in love with a hustler, Ginger, and Nicky falls into an ever-deepening spiral of drugs and violence.","plot_sv":null,"release_year":"1995","poster":"api\/db\/posters\/poster-tt0112641.jpg","score":7.7,"votes":"525k","self":"http:\/\/filmcheck.se\/show\/tt0112641","probability":64},"tt3065912":{"id":"tt3065912","last_updated":1407156242,"title":"Zlatan","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2013","poster":null,"score":0,"votes":"0k","self":"http:\/\/filmcheck.se\/show\/tt3065912","probability":100},"tt0397892":{"id":"tt0397892","last_updated":1407361964,"title":"Bolt","title_sv":null,"plot":"Bolt, an American white shepherd, has lived his whole life on the set of his action TV show, where he believes he has superpowers. When separated from the studio by accident, he meets a female alley cat named Mittens and a hamster named Rhino. He's trying to find the way home, to the studio. Along the way, he learns that he doesn't have superpowers and that the show is not real.","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0397892.jpg","score":7.4,"votes":"426k","self":"http:\/\/filmcheck.se\/show\/tt0397892","probability":63},"tt1772240":{"id":"tt1772240","last_updated":1407452208,"title":"Apollo 18","title_sv":null,"plot":"In the early 70's, Commander Nathan Walker, Captain Ben Anderson and Lieutenant Colonel John Grey are assigned in a secret mission to the Moon to protect the USA from USSR using detectors. Nathan and Ben land on the Moon in the Liberty module while John stays in orbit in the module Freedom. They collect rock samples and bring them to the Liberty. They also find footprints and the body of a Soviet cosmonaut on the moon. Soon they hear weird noises and they find that they are not alone in the satellite.","plot_sv":null,"release_year":"2011","poster":"api\/db\/posters\/poster-tt1772240.jpg","score":3.5,"votes":"82k","self":"http:\/\/filmcheck.se\/show\/tt1772240","probability":46},"tt0266543":{"id":"tt0266543","last_updated":1407529250,"title":"Finding Nemo","title_sv":null,"plot":"A clown fish named Marlin lives in the Great Barrier Reef loses his son, Nemo. After he ventures into the open sea, despite his father's constant warnings about many of the ocean's dangers. Nemo is abducted by a boat and netted up and sent to a dentist's office in Sydney. So, while Marlin ventures off to try to retrieve Nemo, Marlin meets a fish named Dory, a blue tang suffering from short-term memory loss. The companions travel a great distance, encountering various dangerous sea creatures such as sharks, anglerfish and jellyfish, in order to rescue Nemo from the dentist's office, which is situated by Sydney Harbor. While the two are doing this, Nemo and the other sea animals in the dentist's fish tank plot a way to return to Sydney Harbor to live their lives free again.","plot_sv":null,"release_year":"2003","poster":"api\/db\/posters\/poster-tt0266543.jpg","score":8.9,"votes":"509k","self":"http:\/\/filmcheck.se\/show\/tt0266543","probability":67},"tt1515091":{"id":"tt1515091","last_updated":1407571630,"title":"Sherlock Holmes: A Game of Shadows","title_sv":null,"plot":"Sherlock Holmes (Robert Downey Jr.) and his longtime trusted associate, Doctor Watson (Jude Law), take on their arch-nemesis, Professor Moriarty (Jared Harris), with the help of Holmes' older brother Mycroft Holmes (Stephen Fry) and a gypsy named Simza (Noomi Rapace).","plot_sv":null,"release_year":"2011","poster":"api\/db\/posters\/poster-tt1515091.jpg","score":6.1,"votes":"410k","self":"http:\/\/filmcheck.se\/show\/tt1515091","probability":59},"tt1408101":{"id":"tt1408101","last_updated":1407571738,"title":"Star Trek Into Darkness","title_sv":null,"plot":"When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis. With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one-man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt1408101.jpg","score":7.9,"votes":"595k","self":"http:\/\/filmcheck.se\/show\/tt1408101","probability":64},"tt0086960":{"id":"tt0086960","last_updated":1407607717,"title":"Beverly Hills Cop","title_sv":null,"plot":"Detroit cop Axel Foley is delighted when he receives a surprise visit from his best friend Mikey Tandino, who lives in California. Not long after Mikey arrives in Detroit, Mikey is killed, right in front of Axel, by a man named Zack. Axel follows Zack to Beverly Hills, California, where Beverly Hills police department Lieutenant Andrew Bogomil assigns Detective Billy Rosewood and Rosewood's partner, Sergeant John Taggart, to keep an eye on Axel. Axel visits his friend Jenny Summers, who works in an art gallery. With Jenny's help, Axel discovers that Zack works for Jenny's boss, Victor Maitland, the man who owns the art gallery. Maitland is a drug kingpin who is using the gallery as a front, and Maitland had Zack kill Mikey after Maitland accused Mikey of stealing some of Maitland's bonds. With the help of Jenny, Billy, and Taggart, Axel does what he can to make sure Maitland and Zack won't kill any more people.","plot_sv":null,"release_year":"1984","poster":"api\/db\/posters\/poster-tt0086960.jpg","score":7.3,"votes":"474k","self":"http:\/\/filmcheck.se\/show\/tt0086960","probability":63},"tt0339230":{"id":"tt0339230","last_updated":1407607751,"title":"Kopps","title_sv":null,"plot":"Police officer Benny is obsessed with American police cliches and livens up his own boring everyday life with dreams of duels with bad guys. But poor Benny and his colleagues doesn't have much to do in the small town of Högboträsk. Most of their days are spent drinking coffee, eating sausage waffles and chasing down stray cows. Peace and quiet is the dream of every politician, but for the Swedish authorities, the lack of crooks is reason to close the local police station. When the cops investigate a suspected act of vandalism, they realise that they themselves may be able to raise the crime statistics high enough to stay in business.","plot_sv":null,"release_year":"2003","poster":"api\/db\/posters\/poster-tt0339230.jpg","score":6.8,"votes":"20k","self":"http:\/\/filmcheck.se\/show\/tt0339230","probability":62},"tt2048724":{"id":"tt2048724","last_updated":1407766029,"title":"Daar Kom Tant Alie","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"1976","poster":null,"score":0,"votes":"0k","self":"http:\/\/filmcheck.se\/show\/tt2048724","probability":100},"tt0265459":{"id":"tt0265459","last_updated":1407786810,"title":"One Hour Photo","title_sv":null,"plot":"Middle aged Sy Parrish works as a technician at a one hour photo lab located in a SavMart store in a suburban mall. Sy is a lonely man, never having had any friends. He knows much about his customers through the photographs they have developed. But he knows more about the Yorkin family - specifically Nina Yorkin and her adolescent son Jake Yorkin, the two in the family who drop off and pick up the family's photofinishing - than anyone else, the family about who he is obsessed. Nina's husband, Will Yorkin, is incidental to his obsession since Sy has only seen him in photographs. Sy's obsession includes fantasizing about being their favorite \"Uncle Sy\". He has even been making an extra set of prints for himself of all of their photographs since Jake was a newborn. After an incident at work and after Sy finds out more about the family through a set of photographs, he decides to right the injustices he sees in the only way he knows how. His actions demonstrate his true mental state.","plot_sv":null,"release_year":"2002","poster":"api\/db\/posters\/poster-tt0265459.jpg","score":5.7,"votes":"232k","self":"http:\/\/filmcheck.se\/show\/tt0265459","probability":58},"tt1609808":{"id":"tt1609808","last_updated":1407787540,"title":"Åsa-Nisse - Wälkom to Knohult","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2011","poster":null,"score":3.6,"votes":"648k","self":"http:\/\/filmcheck.se\/show\/tt1609808","probability":47},"tt0049988":{"id":"tt0049988","last_updated":1407787555,"title":"Åsa-Nisse flyger i luften","title_sv":null,"plot":"Åsa-Nisse has invented a very powerful engine and he sells the patent for 50,000 kronor. However, the grocery store owner Sjökvist has been sneaking around and while Åsa-Nisse and Klabbarparn are on skiing vacation in Åre he manages to talk Eulalia into selling the patent to him for 250 kronor.","plot_sv":null,"release_year":"1956","poster":null,"score":4.1,"votes":"73k","self":"http:\/\/filmcheck.se\/show\/tt0049988","probability":51},"tt0371746":{"id":"tt0371746","last_updated":1407890634,"title":"Iron Man","title_sv":null,"plot":"Tony Stark is the complete playboy who also happens to be an engineering genius. While in Afghanistan demonstrating a new missile, he's captured and wounded. His captors want him to assemble a missile for them but instead he creates an armored suit and a means to prevent his death from the shrapnel left in his chest by the attack. He uses the armored suit to escape. Back in the U.S. he announces his company will cease making weapons and he begins work on an updated armored suit only to find that Obadiah Stane, his second in command at Stark industries has been selling Stark weapons to the insurgents. He uses his new suit to return to Afghanistan to destroy the arms and then to stop Stane from misusing his research.","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0371746.jpg","score":8.2,"votes":"493k","self":"http:\/\/filmcheck.se\/show\/tt0371746","probability":65},"tt2873838":{"id":"tt2873838","last_updated":1408012174,"title":"Wallander: The Midsummer Murder","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2005","poster":null,"score":0,"votes":"0k","self":"http:\/\/filmcheck.se\/show\/tt2873838","probability":100},"tt0120689":{"id":"tt0120689","last_updated":1408050715,"title":"The Green Mile","title_sv":null,"plot":"Death Row guards at a penitentiary, in the 1930's, have a moral dilemma with their job when they discover one of their prisoners, a convicted murderer, has a special gift.","plot_sv":null,"release_year":"1999","poster":"api\/db\/posters\/poster-tt0120689.jpg","score":7.4,"votes":"1,333m","self":"http:\/\/filmcheck.se\/show\/tt0120689","probability":63},"tt0048918":{"id":"tt0048918","last_updated":1408090938,"title":"1984","title_sv":null,"plot":"In a futuristic, state-run society controlled by \"Big Brother\" in which love is outlawed, employee of the state Winston Smith falls for Julia, and is tortured and brainwashed for his crime.","plot_sv":null,"release_year":"1956","poster":"api\/db\/posters\/poster-tt0048918.jpg","score":7,"votes":"553k","self":"http:\/\/filmcheck.se\/show\/tt0048918","probability":62},"tt0179027":{"id":"tt0179027","last_updated":1408518591,"title":"Joop ter Heul","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"1968","poster":null,"score":8.1,"votes":"7k","self":"http:\/\/filmcheck.se\/show\/tt0179027","probability":65},"tt0239074":{"id":"tt0239074","last_updated":1408518617,"title":"The James Bond Story","title_sv":null,"plot":"Bond, James Bond. Perhaps the greatest fictional cinema icon ever. He first appeared on the big screen in 1962 in Dr. No, and has remained the most powerful action hero ever since. The secret to his success is his adaptability. No matter what tight spot he finds himself, he always appears to be suave, sophisticated and cool. As a spy Bond is constantly reinventing himself, and on the big screen he has done this five times, as Sean Connery, Roger Moore, George Lazenby, Timothy Dalton and Pierce Brosnan. The documentary looks at the different characterizations each actor has brought to the role to discover the elements that make up Bond. It also traces the character back to its origin, the Bond novels by Ian Fleming, whose creation was semi-autobiographical. From the gadgets to the girls, The James Bond Story also features interviews with Q (the late Desmond Llewelyn), Maud Adams, Jane Seymour, Terence Young (Director), Cubby Broccoli (Producer), Ian Fleming and more, along with extensive film clips from Dr. No to The World is Not Enough. This action-packed documentary presents an in-depth look at the quintessential spy who has a license to kill.","plot_sv":null,"release_year":"1999","poster":"api\/db\/posters\/poster-tt0239074.jpg","score":7.3,"votes":"424k","self":"http:\/\/filmcheck.se\/show\/tt0239074","probability":63},"tt0169547":{"id":"tt0169547","last_updated":1408551442,"title":"American Beauty","title_sv":null,"plot":"Lester and Carolyn Burnham are on the outside, a perfect husband and wife, in a perfect house, in a perfect neighborhood. But inside, Lester is slipping deeper and deeper into a hopeless depression. He finally snaps when he becomes infatuated with one of his daughter's friends. Meanwhile, his daughter Jane is developing a happy friendship with a shy boy-next-door named Ricky, who lives with a homophobic father.","plot_sv":null,"release_year":"1999","poster":"api\/db\/posters\/poster-tt0169547.jpg","score":8.5,"votes":"1,282m","self":"http:\/\/filmcheck.se\/show\/tt0169547","probability":66},"tt0248667":{"id":"tt0248667","last_updated":1408566965,"title":"Ali","title_sv":null,"plot":"In 1964, a brash new pro boxer, fresh from his olympic gold medal victory, explodes on to the scene, Cassius Clay. Bold and outspoken, he cuts an entirely new image for African Americans in sport with his proud public self confidence with his unapologetic belief that he is the greatest boxer of all time. To his credit, he sets out to prove that with his highly agile and forceful style soon making him a formidable boxer who soon claims the heavyweight championship. His personal life is no less noteworthy with his allegiance to the Nation of Islam, his friendship with the controversial Malcolm X and his abandonment of his slave name in favour of Muhammad Ali stirring up controversy. Yet, at the top of his game, both Ali's personal and professional lives face the ultimate test with the military draft rules are changed, making him eligible for military induction during the Vietnam War. Despite the fact that he could easily agree to a sweetheart deal that would have meant an easy tour of duty for himself, Ali refuses to submit on principle to cooperate in an unjust war for a racist nation that treated his people so poorly. The cost of that stand is high as he finds himself unable to legally box in his own country while his case is contested in court. What follows is a battle for a man who would sacrifice so much for what he believes in and a comeback that would cement his legend as one of the great sports figures of all time.","plot_sv":null,"release_year":"2001","poster":"api\/db\/posters\/poster-tt0248667.jpg","score":6.6,"votes":"172k","self":"http:\/\/filmcheck.se\/show\/tt0248667","probability":61},"tt0118571":{"id":"tt0118571","last_updated":1408704977,"title":"Air Force One","title_sv":null,"plot":"The President of the USA goes to Moscow and gives a stirring speech outlining the USA's new \"Zero-tolerance\" policy with respect to terrorism. On the flight home, terrorists take over Air Force One (the President's official plane) and take the passengers (including his wife and daughter) hostage. The terrorists plan to execute one hostage every half-hour unless\/until their demands are met. However, the President is a former Medal of Honor winner, so the terrorists may be in for a surprise...","plot_sv":null,"release_year":"1997","poster":"api\/db\/posters\/poster-tt0118571.jpg","score":6.9,"votes":"498k","self":"http:\/\/filmcheck.se\/show\/tt0118571","probability":62},"tt2357129":{"id":"tt2357129","last_updated":1408907256,"title":"Jobs","title_sv":null,"plot":"While living with his adoptive parents, Jobs is working for 'Atari'. He then, develops a partnership with his friend Steve Wozniak when he sees that Wozniak has built a personal computer (the Apple I). They name their new company 'Apple Computer' and starts building Apple I computers. After many failed attempts by Jobs to gain venture capital, Mike Markkula invests in the company which allows them to move forward.","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt2357129.jpg","score":4.5,"votes":"90k","self":"http:\/\/filmcheck.se\/show\/tt2357129","probability":53},"tt0210945":{"id":"tt0210945","last_updated":1409171900,"title":"Remember the Titans","title_sv":null,"plot":"The true story of a newly appointed African-American coach and his high school team on their first season as a racially integrated unit.","plot_sv":null,"release_year":"2000","poster":"api\/db\/posters\/poster-tt0210945.jpg","score":6.5,"votes":"706k","self":"http:\/\/filmcheck.se\/show\/tt0210945","probability":61},"tt1411250":{"id":"tt1411250","last_updated":1409324556,"title":"Riddick","title_sv":null,"plot":"The infamous Riddick has been left for dead on a sun-scorched planet that appears to be lifeless. Soon, however, he finds himself fighting for survival against alien predators more lethal than any human he's encountered. The only way off is for Riddick to activate an emergency beacon and alert mercenaries who rapidly descend to the planet in search of their bounty. The first ship to arrive carries a new breed of merc, more lethal and violent, while the second is captained by a man whose pursuit of Riddick is more personal. With time running out and a storm on the horizon that no one could survive, his hunters won't leave the planet without Riddick's head as their trophy.","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt1411250.jpg","score":5.7,"votes":"184k","self":"http:\/\/filmcheck.se\/show\/tt1411250","probability":58},"tt0364970":{"id":"tt0364970","last_updated":1409324618,"title":"Babylon A.D.","title_sv":null,"plot":"In a near future, the mercenary Toorop is hired by the powerful criminal Gorsky to take a woman named Aurora from a Noelite Convent in Central Asia to New York. In return, he will receive a large amount of money and a clear passport. Toorop joins Aurora and her guardian Sister Rebeka as they cross the dangerous Russian landscape chased by mercenaries that also want Aurora. On their journey, Toorop discovers that Aurora has special abilities and once in New York, they see on the news that the Noelite Convent has just been bombed. When Aurora discloses that she is a virgin and pregnant with twins, Toorop realizes that there is something sinister behind his mission and that he and Sister Rebeka are not part of Gorsky's plans.","plot_sv":null,"release_year":"2008","poster":"api\/db\/posters\/poster-tt0364970.jpg","score":3,"votes":"221k","self":"http:\/\/filmcheck.se\/show\/tt0364970","probability":42},"tt0120338":{"id":"tt0120338","last_updated":1410430625,"title":"Titanic","title_sv":null,"plot":"84 years later, a 101-year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.","plot_sv":null,"release_year":"1997","poster":"api\/db\/posters\/poster-tt0120338.jpg","score":8,"votes":"624k","self":"http:\/\/filmcheck.se\/show\/tt0120338","probability":65},"tt1453405":{"id":"tt1453405","last_updated":1410516650,"title":"Monsters University","title_sv":null,"plot":"Mike Wazowski and James P. Sullivan are an inseparable pair, but that wasn't always the case. From the moment these two mismatched monsters met they couldn't stand each other. \"Monsters University\" unlocks the door to how Mike and Sulley overcame their differences and became the best of friends.","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt1453405.jpg","score":7.1,"votes":"455k","self":"http:\/\/filmcheck.se\/show\/tt1453405","probability":63},"tt2355823":{"id":"tt2355823","last_updated":1410523116,"title":"Sag Salim","title_sv":null,"plot":"Sorry, there was no plot description found for this movie.","plot_sv":null,"release_year":"2012","poster":"api\/db\/posters\/poster-tt2355823.jpg","score":7.1,"votes":"1k","self":"http:\/\/filmcheck.se\/show\/tt2355823","probability":62},"tt2388715":{"id":"tt2388715","last_updated":1410555514,"title":"Oculus","title_sv":null,"plot":"The twenty-one year-old Timothy \"Tim\" Allen Russell is discharged from a mental institution by his psychiatric Dr. Shawn Graham completely healed from a childhood trauma. His sister Kaylie welcomes him in the parking area and brings him home. Then she tells that they need to destroy an ancient mirror that she has just bought in an auction. The reluctant Tim follows his sister and has fragmented recollections from his childhood, when his mother Marie buys a mirror for the home office of his father Alan. Kaylie and Tim see a woman with their father in his office and the behaviors of Alan and Marie change, ending in a family tragedy. Kaylie blames the mirror and now she wants to destroy it with Tim. Will they succeed?","plot_sv":null,"release_year":"2013","poster":"api\/db\/posters\/poster-tt2388715.jpg","score":6.7,"votes":"69k","self":"http:\/\/filmcheck.se\/show\/tt2388715","probability":61},"tt0480249":{"id":"tt0480249","last_updated":1410566715,"title":"I Am Legend","title_sv":null,"plot":"Robert Neville is a scientist who was unable to stop the spread of the terrible virus that was incurable and man-made. Immune, Neville is now the last human survivor in what is left of New York City and perhaps the world. For three years, Neville has faithfully sent out daily radio messages, desperate to find any other survivors who might be out there. But he is not alone. Mutant victims of the plague -- The Infected -- lurk in the shadows... watching Neville's every move... waiting for him to make a fatal mistake. Perhaps mankind's last, best hope, Neville is driven by only one remaining mission: to find a way to reverse the effects of the virus using his own immune blood. But he knows he is outnumbered... and quickly running out of time.","plot_sv":null,"release_year":"2007","poster":"api\/db\/posters\/poster-tt0480249.jpg","score":6.8,"votes":"396k","self":"http:\/\/filmcheck.se\/show\/tt0480249","probability":62},"tt0831387":{"id":"tt0831387","last_updated":1410635174,"title":"Godzilla","title_sv":null,"plot":"In 1999, the Janjira nuclear plant was mysteriously destroyed with most hands lost including supervisor Joe Brody's colleague and wife, Sandra. Years later, Joe's son, Ford, a US Navy ordnance disposal officer, must go to Japan to help his estranged father who obsessively searches for the truth of the incident. In doing so, father and son discover the disaster's secret cause on the wreck's very grounds. This enables them to witness the reawakening of a terrible threat to all of Humanity, which is made all the worse with a second secret revival elsewhere. Against this cataclysm, the only hope for the world may be Godzilla, but the challenge for the King of the Monsters will be great even as Humanity struggles to understand the destructive ally they have.","plot_sv":null,"release_year":"2014","poster":"api\/db\/posters\/poster-tt0831387.jpg","score":6.8,"votes":"289k","self":"http:\/\/filmcheck.se\/show\/tt0831387","probability":62}}}